{
  "sections": [
    {
      "title": "Cruise Information",
      "slug": "cruise",
      "content": "## Cruise Call Structure Sheet\n\n**WHO:**\n- Number of people going (Party Size)\n- Names\n- Special occasion?\n\n**WHEN:**\n- Estimated dates of trip (time of year)\n- Length of trip\n\n**WHERE:**\n- Where are they going?\n\n**BOAT PREFERENCES:**\n- Have they cruised before?\n- Boat Size?\n- Cabin Preferences (inside, ocean view, balcony, suite)?\n- Cruise Liner preference / is it one we work with?\n\n**PRE/POST:**\n- Specific interests / why they want this destination\n- Mobility Issues?\n\n**HOW MUCH:** $\n- Total or pp/pw? Including flights?\n\n---\n\n## Cruise Sellers\n\n**URGENCY:** We still do NOT offer the Caribbean.\n\n### ASIA\n| CS | Cruise Region | Land Coverage |\n|---|---|---|\n| Matt McClean | SEA | Cambodia, Indonesia, Myanmar, Thailand, Vietnam |\n| Tesia Batts | East Asia, SEA | Japan, Thailand, Maldives |\n| Tamatha Frederick | Japan | Japan, Argentina, Chile |\n\n### CANAL\n| CS | Cruise Region | Land Coverage |\n|---|---|---|\n| Emma Gailey | South/Central America | Antarctica, Argentina, Belize, Chile, Costa Rica, Ecuador, Panama, Arctic |\n| Jessica Taylor | South America | AZ, NZ, CK, Fiji, Hawaii, Samoa |\n| Meghan Bergstrom | South America | Belize, Alaska, Brazil, Guatemala, Mexico, Canada |\n| Piper Eskridge | Australasia, Hawaii | Brazil, Guatemala, Mexico, Canada, Belize, Alaska |\n| Ryan Moncton | South America | Ecuador, Peru, Arctic |\n\n### ESE\n| CS | Cruise Region | Land Coverage |\n|---|---|---|\n| Brianna Zirolli | Mediterranean | Italy, Switzerland |\n| Lisa Finnegan | Western Europe, Mediterranean, Northern Europe | France, Netherlands, Luxembourg, Belgium, River Cruising |\n| Aislyn Emerson | Scandinavia, Northern Europe | Scandinavia, UK, Ireland |\n| Corinne Landry | Mediterranean | Portugal, Spain, Azores, Morocco |\n\n---\n\n## Basic Ship Information\n\nRoom requirements: guests must be 21 years of age or older to be alone in a cabin. If they are under 21 and in their own room, it needs to be interconnecting. However, interconnecting rooms are hard to find. If they need an interconnecting room, they need to book far in advance, be flexible, or an adult and a teen need to be in each room.\n\n### Silversea Ships\n| Ship | Size | Passengers | Crew | Style |\n|---|---|---|---|---|\n| Silver Dawn | Small | 596 | 411 | Ultra Luxury Ocean Fleet |\n| Silver Moon | Small | 596 | 411 | Ultra Luxury Ocean Fleet |\n| Silver Muse | Small | 596 | 411 | Ultra Luxury Ocean Fleet |\n| Silver Nova | Medium | 728 | 556 | Ultra Luxury Ocean Fleet |\n| Silver Ray | Medium | 728 | 554 | Ultra Luxury Ocean Fleet |\n| Silver Shadow | Small | 392 | 302 | Ultra Luxury Ocean Fleet |\n| Silver Spirit | Small | 608 | 411 | Ultra Luxury Ocean Fleet |\n| Silver Whisper | Small | 392 | 302 | Ultra Luxury Ocean Fleet |\n| Silver Origin | Boutique | 100 | 90 | Ultra Luxury Galapagos |\n| Silver Endeavor | Boutique | 200 | 200 | Ultra Luxury Expedition Fleet |\n| Silver Cloud | Boutique | 254 | 212 | Expedition Fleet |\n\nAverage number of Passengers: 579\n\n### Celebrity Ships\n| Ship | Size | Passengers | Crew | Style |\n|---|---|---|---|---|\n| Celebrity APEX | Super | 2910 | 1320 | Premium Resort Ocean Fleet |\n| Celebrity Ascent | Super | 3260 | 1400 | Resort Ocean Fleet |\n| Celebrity Beyond | Super | 3260 | 1400 | Premium Resort Ocean Fleet |\n| Celebrity Constellation | Super | 2148 | 997 | Resort Ocean Fleet |\n| Celebrity Eclipse | Super | 2852 | 1000 | Resort Ocean Fleet |\n| Celebrity Edge | Super | 3373 | 1320 | Premium Resort Ocean Fleet |\n| Celebrity Equinox | Super | 2852 | 1000 | Resort Ocean Fleet |\n| Celebrity Millennium | Super | 2218 | 997 | Resort Ocean Fleet |\n| Celebrity Reflection | Mega | 3046 | 1000 | Resort Ocean Fleet |\n| Celebrity Silhouette | Super | 2902 | 1285 | Resort Ocean Fleet |\n| Celebrity Solstice | Super | 2852 | 1000 | Resort Ocean Fleet |\n| Celebrity Summit | Super | 2218 | 1000 | Resort Ocean Fleet |\n| Celebrity Xcel (Nov 2025) | Super | 3373 | 1377 | Resort Ocean Fleet |\n| Celebrity Flora | Boutique | 100 | 80 | Luxury Galapagos |\n| Celebrity Infinity | Super | 2170 | 997 | Resort Ocean Fleet |\n\nAverage number of Passengers: 2,635\n\n### Paul Gauguin\n| Ship | Size | Passengers | Crew | Style |\n|---|---|---|---|---|\n| South Pacific Ship | Small | 330 | 309 | Luxury Ocean Fleet |\n\n### Star Clippers\n| Ship | Size | Passengers | Crew | Style |\n|---|---|---|---|---|\n| Royal Clipper | Boutique | 227 | 106 | Premium Ocean Fleet |\n| Star Flyer | Boutique | 166 | 74 | Premium Ocean Fleet |\n| Star Clipper | Boutique | 166 | 74 | Premium Ocean Fleet |\n\nAverage number of Passengers: 186\n\n### Aranui\n| Ship | Size | Passengers | Crew | Style |\n|---|---|---|---|---|\n| South Pacific Ship | Small | 230 | - | Luxury Ocean Fleet |\n\n---\n\n## Cruise Partners - Who We Work With\n\nWe can only work with these cruise lines. Do not PT if the client wants a different cruise line.\n\n### Cruises with current partnerships for regular clients:\n1. Silversea\n2. Holland America\n3. Celebrity Cruises\n4. Paul Gauguin\n5. Star Clippers\n6. Aranui\n7. Azamara\n8. AmaWaterways (River Cruise)\n9. Seabourn\n10. Ponant\n11. Regent\n12. Cunard\n13. Scenic Luxury Cruises and Tours\n\n### Cruise lines we can book for SJ/Tas only:\n1. Silversea\n2. Oceania\n3. Swan Hellenic\n4. Ponant\n5. Paul Gauguin\n6. Azamara\n7. AmaWaterways\n\n---\n\n## Why Cruise with Audley\n\nSelling points for Audley cruise offerings.\n\n---\n\n## ESG Response\n\nFrom Marketing: Audley has a robust ESG strategy in place and has always strived to ensure the travel it arranges for clients is inherently respectful and considerate of the destinations visited. The addition of ocean cruising is to meet demand from clients to explore some destinations more deeply as well as open up access within them.",
      "region_scope": null
    },
    {
      "title": "We Don't Sell (US)",
      "slug": "we-dont-sell-us",
      "content": "## Destinations the US Office Does Not Sell\n\n- Samoa / Samoan Islands\n- Myanmar\n- Everest (Nepal)\n- Canada to Canadians\n- Caribbean\n- Yukon area of Canada\n- Mongolia\n- Papua New Guinea\n- Finland\n- Southern USA (Florida, Georgia, South Carolina, North Carolina, etc.)\n- Florida\n- Washington DC\n- Caribbean (confirmed as of April 2022)\n- PNW of USA\n- Poland\n- Nicaragua\n- Russia\n- Afghanistan\n- Pakistan",
      "region_scope": "US"
    },
    {
      "title": "Activity Cheat Sheet",
      "slug": "activity-cheat-sheet",
      "content": "## Trip Categories\n\n### Cruising\nSeychelles, South Africa, Australia, Croatia, Cook Islands, French Polynesia, Greece, India, Hawaii, Indonesia, Italy, Japan, Antarctica, New Zealand, Arctic, Canada, Germany\n\n### Self-Drive\nBotswana, India, South Africa, Namibia, Costa Rica, Egypt, Australia, Argentina, Jordan, Peru, Chile, China, Japan, New Zealand, Canada, Colombia, Ecuador, Bolivia, Oman, Vietnam, Australia, Thailand, Iceland, Cook Islands, Ireland, Mexico, Galapagos, Brazil, Canada, Uruguay\n\n### Train Journey\nSouth Africa, Namibia, South Africa, Croatia, Kenya, China, Mongolia, Sri Lanka, Cambodia, Indonesia, Oman, Thailand, Bhutan, Laos, Vietnam, Argentina, Nepal, Brazil, New Zealand, Chile, Malawi\n\n### Wildlife\nSouth Africa, Australia, Botswana, South Africa, Argentina, Croatia, Peru, Kenya, Cook Islands, Chile, Japan, Tanzania, Fiji, Rwanda, Uganda, India, Sri Lanka, Thailand, Seychelles, Thailand, Japan, Antarctica, Antarctica, Malawi, Canada\n\n### Beach/Coastal\nCosta Rica, India, Costa Rica, Colombia, Belize, Ecuador, Costa Rica, Mexico, Galapagos, Peru, Iceland, Ecuador, Ireland, Thailand, Galapagos, Belize, Costa Rica\n\n### Active/Adventure\nSouth Africa, Australia, Argentina, Peru, Chile, Colombia, Japan, Costa Rica, Bolivia, Galapagos, Mexico, Canada, Croatia, Morocco, Vietnam, Indonesia, Spain, Switzerland, Oman, Argentina, Chile, Brazil, Canada, Germany, Japan\n\n### Families\nAustralia, Egypt, Belize, Iceland, French Polynesia, Galapagos, New Zealand, Costa Rica, South Africa, Croatia, Australia, Peru, Italy, Vietnam, Mexico, Chile/Argentina, Colombia, France, India, Croatia, Japan\n\n### Diving\nCook Islands, Italy, Australia, New Zealand, Argentina, Chile, Vietnam, Morocco, Australia (semi), South Africa (semi), Croatia, Japan\n\n### Alcohol Lovers\nSpain (Barcelona), Croatia, Morocco, Germany, Maldives, Ireland & UK, UK & Ireland\n\n### Foodies\nJapan, Italy, Iceland, France, Sweden, Germany, Croatia, Italy, Australia, Vietnam, Germany, France, Japan\n\n### Honeymooners\nThailand, Costa Rica, Vietnam, Italy, Galapagos, New Zealand, Croatia, Japan, Indonesia, Australia, Costa Rica, South Africa, Colombia, Croatia, Japan\n\n### Elderly/Mobility Issues\nNetherlands, Belgium, London/UK (not Scotland)\n\n---\n\n## All-Inclusive Destinations\n\n- French Polynesia\n- Maldives\n- Maybe Cook Islands\n- Very few and far between in Central/South America. If a client is insistent and has a HIGH budget, reach out to CANAL as we do have a handful that we work with.\n\n---\n\n## Destinations for Kids\n\n**Laura Miller's Words of Wisdom:**\n\nIn all honesty, as I've traveled with tiny tots, toddlers, tweens, teens, and 20-somethings and at every stage of pregnancy -- the destination is secondary. A 1-year old will have no attention span and will be out of sorts when their routine is thrown off by traveling to another time zone. They should go where they want to go, but rather than trying to determine what might interest their 1-year old, they should instead be focusing on what they want to do and where they want to go -- but at the same time understanding that they won't likely be able to partake in certain activities or experiences bringing a 1-year old with them.\n\nIdeally, however, a location that isn't museum heavy and instead offers a mix of outdoor and select indoor options -- think beaches, national parks, countries that offer great scenery -- potentially short boat trips, moderate hikes and walks, nature, wildlife, surroundings that stimulate but not over-stimulate. It's a fine line, but they can't expect to spend 4 hours in the Louvre or experience a cooking class or walk through the streets of Tokyo -- none of that will work.",
      "region_scope": null
    },
    {
      "title": "UK Doesn't Sell",
      "slug": "uk-doesnt-sell",
      "content": "## Destinations the UK Office Does Not Sell\n\n- Austria\n- Belgium\n- Denmark\n- France\n- Germany\n- UK/Ireland/Scotland (The U.S. can sell to UK clients as long as they're okay with signing our SOA)\n- Luxembourg\n- Netherlands\n- Sweden\n- Switzerland\n\n**UK DOES NOT TAKE SMITHSONIAN LEADS**",
      "region_scope": "UK"
    },
    {
      "title": "Pax Limits",
      "slug": "pax-limits",
      "content": "## Passenger Limits - General Rule of Thumb\n\n- **1-9 passengers:** Audley wheelhouse. This is the sweet spot for what we do best.\n- **10-15 passengers:** Challenging but can still deliver a good Audley trip.\n- **16-19 passengers:** Tough to make it \"Audley\" but sometimes can be a good fit depending on client wants, budget, and urgency to plan, as room allotment becomes very difficult. These would be really helpful for GTT to flesh out and check with CS/RSM if it's feasible.\n- **20+ passengers:** No fly zone 99% of the time. Never seen it operated by Audley without immense headaches or poor client experience.",
      "region_scope": null
    },
    {
      "title": "Redpoint Travel Protection",
      "slug": "redpoint",
      "content": "## Why Redpoint?\n\n- Redpoint is vertically integrated; all departments work for Redpoint under Redpoint, so they can all access your info. Clients don't have to worry about contacting 3rd parties to access medical records, additional info, etc.\n- Claims resolved within 8-10 days on average (medical claims can obviously complicate things and create a longer process).\n- Clients would also have a single point of contact that would work with them throughout the claims process.\n- **RAPID RESPONSE:** Redpoint started as an emergency evacuation organization.\n- Military reasons are listed under cancellation reasons.\n\n## Comprehensive Coverage\n\nPlans are customizable, tailored to specific needs of the traveler:\n\n- Trip Cancellation\n- Interruptions\n- Medical emergencies\n- Lost luggage\n- Other unforeseen circumstances\n- Cancel for any reason is an additional coverage a client can choose (note that certain exclusions apply, e.g., self-harm)\n- Personal reasons are covered, so people can cancel \"for personal reasons\" under this coverage\n\n## Benefits\n\n- 30 covered reasons for cancellation/interruption including business reasons and pets\n- Pandemic coverage, including cancellation, interruption, and quarantine\n- Medical Evacuation to home hospital of choice\n- $100,000 of secondary medical expense\n- Travel Inconvenience Benefits\n- Policies can go up to 8 pax and would be covered per household",
      "region_scope": null
    },
    {
      "title": "Destination Notes",
      "slug": "destination-notes",
      "content": "## ASIA\n\n### Ladakh Region - India (Far North)\nWe do sell this from the UK office, but not from the US side. It's a fairly challenging part of the country to travel through (incredibly low level accommodation, high altitude, limited services and logistic challenges). Since we don't have a specialist who has travelled there in the US office, we can't offer accurate advice and fear a trip would not be able to deliver what they might expect from Audley (and the high standard we hold ourselves to). Therefore, we don't offer it in the US office.\n\n### Japan - Mt. Fuji\nThe window for climbing Fuji is really small: from early July to early September (so basically just 2 months out of the year). We can help with it but only during those months. Outside of that time it's dangerous -- people actually die.\n\n### Dubai\nWe have 3 Country Specialists trained for Dubai. Stop sell as a solo destination, but we can organize it for a 2-3 day stopover.\n\n### Indonesia\nMuslim country -- so best not to broadcast LGBTQ+ relationships.\n\n### Vietnam\nWhen planning trips there for Vietnam War vets: \"We just say that we have a great team on the ground who can locate old places of interest that may not exist anymore. We say we do lots of trips for vets and have experience. We also would chat about how the country has changed and if they want to do more of a cultural trip but with added focus on the places they served during the war, etc.\"\n\n### China\nCurrently not selling since Caitlin Frost is no longer on the team.\n\n---\n\n## WEMEA\n\n### Africa Routings\nClients looking to see South Africa, Botswana, and Tanzania need to know that a lot of their time in country will be wasted by overnight hotel stays. If clients are willing, suggest subbing Tanzania out for Kenya -- it will be smoother.\n\n### Egypt Regions\n- **Areas we cover:** Hurghada, Luxor, Aswan, Cairo, Alexandria\n- **Popular areas we either no longer service or don't have fortified relations:** Siwa, Sinai Peninsula, Sharm El Sheikh, Marsa Alam\n\n### River Cruising (WEMEA)\nWe offer any of AmaWaterways European options. Netherlands, Germany, Austria, Hungary, France, and Portugal are the main countries. Their itineraries hit a few others, but those are the countries we sell land options for as well.\n\n---\n\n## NEMEA\n\n### AmaWaterways River Cruise Itineraries\n- **'Tulip Time' Amsterdam** - 7N Roundtrip: Amsterdam, Hoorn, Delta, Middelburg, Ghent, Antwerp, Rotterdam, Kinderdijk, Amsterdam\n- **'Enticing Douro'** - 7N Porto Roundtrip: Porto, Regua, Pinhao, Vega de Terron, Barca d'Alva, Pinhao, Entre-os-Rios, Porto\n- **'Colors of Provence'** - 7N Lyon to Vivieres: Lyon, Villefranche-sur-Saone, Vienne, Tournon, Tarascon, Avignon, Vivieres\n- **'Taste of Bordeaux'** - 7N Bordeaux Roundtrip: Bordeaux, Libourne, Blaye, Bourg, Pauillac, Cadillac, Bordeaux\n\n### Ireland\n\"We pretty much cover the entire island, but can't always promise a lot of excursions and hotels in the 'Ancient East' as you might hear it called sometimes. There's an area South/Southeast of Dublin that's mostly small villages and less touristy which we don't cover, but sometimes clients with Irish heritage will ask about it.\"\n\n- Private driver better for large groups -- have a 16 seater van available.\n\n### France\n- We do not have product in the cities of Marseille, Cannes, or Menton.\n- We do not offer self-drive in the French Riviera.\n\n### England\n- No accommodations in Cornwall.\n- **What we cover in England:**\n  - London and day trips to the surrounding area (Canterbury, Dover, Brighton, Bath)\n  - Bath and The Cotswolds (most of the English countryside immediately to the West of London)\n  - Lake District (Northern England area near Scotland)\n- **In Scotland, we cover a lot -- easier to list what we don't cover:**\n  - North Coast 500 (NC 500), a stretch of very remote highland areas in the Northwest\n  - Inner and Outer Hebrides islands\n\n### Portugal\n- We do not have off the beaten path in Portugal. We basically just have the Algarve, Lisbon area, Porto, and Douro Valley area. We have hotels in a few other places but zero excursions.\n- We launched Portugal at Audley within the last 4 years. We pride ourselves in inspecting every little thing, so for now we have built up a really solid base in Lisbon/surrounding, Porto and Douro Valley, and the Algarve. We are working on adding more but we want to make sure that we don't expand too big too fast for the best possible experience.\n\n---\n\n## ESE\n\n### AmaWaterways River Cruise Itineraries\n- **'Magna on the Danube'** - 7N Budapest to Vilshofen: Budapest, Vienna, Bratislava, Vienna, Krems, Spitz, Linz, Passau, Grein, Vilshofen\n- **'Romantic Danube'** - 7N Budapest to Vilshofen: Budapest, Bratislava, Vienna, Weissenkirchen, Linz, Passau, Vilshofen\n- **'Captivating Rhine'** - 7N Amsterdam to Basel: Amsterdam, Cologne, Rudesheim, Ludwigshafen, Strasbourg, Breisach, Basel\n\n**Note on emailed itineraries:** You can send clients to the AmaWaterways itinerary if you want. AmaWaterways very much prefers not to book with clients direct, so they make it pretty difficult. You can download a PDF and send it. When the client is ready, we can quote them an itinerary based on dates, cost, and cabin.\n\n---\n\n## CANAL\n\n### Chile vs. Argentina Patagonia\n- **Chile Patagonia** is famous for Torres Del Paine National Park and the \"W\" trek. This side of Patagonia is more set up for tourism (cute towns, hiking, fishing, horseback riding, vineyards, 4x4 vehicles, etc.)\n- **Argentina Patagonia** is focused on glacier trekking, particularly Perito Moreno Glacier. Has small towns but not enough to see/keep clients interested for days. More appealing for the independent, adventurous hiker.\n- Really difficult to connect both sides of Patagonia by flights! Clients can see both by car but it's a 5-hour drive.\n- **Typical Routing:** Santiago, Torres Del Paine (3 days), Perito Moreno (1 day), Buenos Aires\n- We can send clients to Ushuaia if they are looking to add it on to their Patagonia trip. It offers pretty places to visit, but it is a port city for Antarctic boats. Getting there adds two domestic flights and usually isn't worth clients' time or money.\n\n### Peru\nWe can send clients to Nazca Lines, however they MUST book their own domestic flight there. There have been many plane crashes, which is why we do not recommend.\n\n### Non-USA Client Leads\nNormally, the USO handles US and Canadian clients; the UK handles clients from the Rest of the World. With the time zones, we have taken more South American clients as they are easier for the USO to handle. It means the clients need to pay in USD, but it's easier for them so we keep the client in the USO if we can cover that destination. If the client is in Africa/Asia, suggest they be assigned to the UK.\n\n### USA\nMust have at least 2 excursions and 5 nights accommodation, or 1 excursion and a car hire. Must be able to have a place for Audley to add value (i.e., hide our markup).\n- **Can't do:** Route 66 (very easy to plan yourself), South (SC), Great Lakes, skiing\n- **Can do:** New England, California, National Parks, Hawaii\n- **New England:** Hotels not cheap -- \"even Travelodges will run at $200 min a night and we don't work with them\" (Jack Tydeman)\n\n### Canada\n- Don't forget we CANNOT sell Canada to Canadians!\n- **Questions to ask:** Do you want self drive? Cities? Bears?\n- **Niagara Falls:** Cannot just do a trip for Niagara Falls because there is not enough to do there. We can send people to a quaint town called Niagara-on-the-Lake and do a day trip to the falls.\n- Canada Trains are available.",
      "region_scope": null
    }
  ]
}
